[Play_X2_XP_S_SHN_Ambient_Musing_A AkEvent]
SpokenText="Мне не по себе от речей Избранных. Они говорят так, словно являются одними из нас. Хотя кто знает, возможно, так и было, пока до них не добрались Старейшины."

[Play_X2_XP_S_SHN_Ambient_Musing_B AkEvent]
SpokenText="Я хотела бы поближе взглянуть на винтовку, которую использует Избранный-Охотник. Не верится, что можно достичь такой точности без посторонней помощи."

[Play_X2_XP_S_SHN_Photobooth_Musing_A AkEvent]
SpokenText="Надеюсь, все готовы к всемирной славе?"

[Play_X2_XP_S_SHN_Photobooth_Musing_B AkEvent]
SpokenText="Думаю, для нужного эффекта нужно больше трупов пришельцев."

[Play_X2_XP_S_SHN_Photobooth_Musing_C AkEvent]
SpokenText="О, миленькая поза."

[Play_X2_XP_S_SHN_Photobooth_Musing_D AkEvent]
SpokenText="Поблагодарим \"Адвент\" за вдохновение."

[Play_X2_XP_S_SHN_Photobooth_Musing_E AkEvent]
SpokenText="Как думаете, Старейшины это оценят?"

[Play_X2_XP_S_SHN_Walkup_Chosen_Defeated AkEvent]
SpokenText="Теперь мы знаем, что Избранные могут умереть - по крайней мере, на время."

[Play_X2_XP_S_SHN_Walkup_Chosen_Extracted AkEvent]
SpokenText="Мне интересно, есть ли какой-то способ защитить наших солдат от того, что с ними могут сделать Избранные."

[Play_X2_XP_S_SHN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Теперь мы можем с уверенностью сказать: Избранного можно уничтожить навсегда. А то я уже начала волноваться, что они от нас никогда не отстанут."

[Play_X2_XP_S_SHN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Рада видеть, что сотрудничество с фракциями Сопротивления приносит пользу. Их солдаты здорово помогают нам здесь."

[Play_X2_XP_S_SHN_Walkup_Lost_Abandoned AkEvent]
SpokenText="Похоже, мы получим поддержку от фракций. Если у нас есть время, я бы с радостью изучила их оружие и снаряжение."

[Play_X2_XP_S_SHN_Walkup_Lost_Encountered AkEvent]
SpokenText="Пришельцы превратили эту планету в настоящий парк ужасов. Вот только толп зомби нам и не хватало."

[Play_X2_XP_S_SHN_Walkup_Soldier_Captured AkEvent]
SpokenText="Никто вас не винит, шеф. Все в курсе, насколько трудные решения вам приходится принимать."

[Play_X2_XP_SHN_S_Combat_Genetics_Ready AkEvent]
SpokenText="Шеф, я проанализировала историю наших стычек с Избранными. Думаю, я могу соорудить помещение для обучения наших собственных солдат тактикам врага."

[Play_X2_XP_SHN_S_Recovery_Center_Available AkEvent]
SpokenText="Шеф, я подготовила проект нового помещения для расширенного виртуального обучения солдат. Оно поможет им побороть свой страх, улучшить тактическое взаимодействие с товарищами и изучить новые боевые способности."

[Play_X2_XP_SHN_S_Ring_Available AkEvent]
SpokenText="Шеф, раз на \"Мстителе\" теперь появились представители фракций Сопротивления, было бы не лишним организовать место для встреч и планирования совместных операций."

[Play_X2_XP_SHN_S_SITREP_Automated_Defense AkEvent]
SpokenText="Шеф, мы засекли управляющий сигнал \"Адвента\". Вероятнее всего сектор патрулируется роботами, поэтому соблюдайте осторожность."

[Play_X2_XP_SHN_S_SITREP_High_Explosives AkEvent]
SpokenText="Шеф, анализ показывает наличие нестабильных химических веществ. Одно неосторожнее движение, и все здесь вспыхнет."

[Play_X2_XP_SHN_S_SITREP_Juggernaut AkEvent]
SpokenText="Шеф, нам удалось расшифровать локальный протокол связи \"Адвента\". Если мы пошлем на задание только одного солдата, то сможем получить заметное преимущество."

[Play_X2_XP_SHN_S_SITREP_Limited_Vis AkEvent]
SpokenText="Шеф, у нас сплошные помехи, и мы не можем ничего с ними поделать. Хорошие новости: у \"Адвента\", скорее всего, те же проблемы."

[Play_X2_XP_SHN_S_SITREP_Resistance_Contacts AkEvent]
SpokenText="Шеф, мы засекли слабый сигнал: кто-то пытается связаться с нами с земли, но пока ничего конкретного. Смотрите в оба, вдруг кого встретите."

